;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Umar Hokimzoda
; TranslationAuthorEmail: umar.hokimzoda@yahoo.com
; Version: 3.87
; Update: 2016-11-22
;
[Translation]
LangCode=0428
ReadHabit=Аз чап ба рост
LanguageName=TJ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode


Information=Маълумот
Warning=Огоҳӣ
Error=Хато
Confirm=Тасдиқкунӣ
pmCheckMsg=Боркунии ахбор
pmforum=Машварат
pmHelp=Ёрии фаъол
pmContact=Алоқаи баръакс
pmHome=Сомонаи расмӣ
pmCheckNew=Тафтиши азнавнамоӣ
pmLang=Забонҳо
pmAbout=Оиди барнома
pmRestore=Барқароркунӣ
pmselectall=Интихоби кулл
pmselectnone=Гирифтани интихоб
pmselectinvert=Интиқолдиҳӣ
FrmFRMain.lblTree.caption=Феҳрист
FrmFRMain.btnlikeit.caption=Маъқул шуд
FrmFRMain.btnfeedback.caption=Таклиф ва баҳогузорӣ
FrmFRMain.btnsearch.caption=Ҷустуҷӯ
FrmFRMain.btnrestore.caption=Барқароркунӣ
FrmFRMain.btnsearchcancel.caption=Радкунӣ
FrmFRMain.btnemail.hint=Тақсимоти Wise Data Recovery бо дустон
FrmFRMain.btnfacebook.hint=Писандидани WiseCleaner дар Facebook
FrmFRMain.btntwitter.hint=Тақсимоти Wise Data Recovery дар Twitter
;
; Оиди барнома
;
FrmFRAbout.caption=Оиди барнома
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Нусхаи ҷорӣ:
FrmFRAbout.lblemail.caption=Дастгирӣ:
FrmFRAbout.lblhome.caption=Сомонаи расмӣ:
FrmFRAbout.lblthank.caption=Тарҷумаи Умар Ҳокимзода. Инчунин ташаккур ба:

[Edit]
pmcut=Буридан
pmcopy=Нусхабардорӣ
pmpaste=Гузоштан
pmdelete=Несткунӣ
pmselectall=Интихоби кулл

[GUI]
ButtonYes=Ҳа
ButtonNo=Не
ButtonOK=OK
ButtonMinimize=Пинҳонкунӣ
ButtonMaximize=Нишондиҳӣ
ButtonClose=Пӯшидан
ButtonRestore=Барқароркунӣ
ButtonMenu=Меню
ButtonDelete=Несткунӣ

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Номи файл
FrmFRMain.lstFile.headitems[1]=Андоза
FrmFRMain.lstFile.headitems[2]=Тағйироти охирин
FrmFRMain.lstFile.headitems[3]=Ҳолат
FrmFRMain.lstFile.headitems[4]=Роҳ
Scanning=Мушоҳида...
Filtering=Полоиш...
KeyWord=Калимаи калидӣ
Images=Расм
Audios=Овозҳо
Videos=Навор
Document=Ҳуҷҷатҳо
Compressed=Файлҳои фишурдашуда
Email=Мактуб
AllFiles=Ҳамаи файлҳо
AllFolders=Ҳамаи ҷузвдонҳо
SelectDir=Барои барқароркунии файлҳо ҷузвдонро интихоб кунед
NoSameDrive=Илтимос, диски дигарро барои раҳоӣ ёфтан аз азнавсабтнамоии файл интихоб кунед.
ScanStopped=Тафтишот рад карда шуд!
Good=Хуб
Poor=Миёна
VeryPoor=Бад
Lost=Гум шуд
ItemList=Ёфт шуд %d файл.


[message]
OpenPreview=Дидани пешакӣ
ClosePreview=Пӯшидани азназаргузаронӣ
NoPreview=Дидан дастрас нест.
NoNewVer=Табрик мекунем, Шумо нусхаи охиринро истифода бурдаистодаед!
RecoveryDone=Барқароркунии маълумотҳо ба анҷом расид.
TranslateTo=Тарҷума ба...
NewVer=Нусхаи нави Wise Data Recovery дастрас аст! Мехоҳед нав кунед?
